"{\"class_name\": \"Tokenizer\", \"config\": {\"num_words\": null, \"filters\": \"!\\\"#$%&()*+,-./:;<=>?@[\\\\]^_`{|}~\\t\\n\", \"lower\": true, \"split\": \" \", \"char_level\": false, \"oov_token\": null, \"document_count\": 14, \"word_counts\": \"{\\\"light\\\": 4, \\\"on\\\": 2, \\\"off\\\": 2, \\\"list\\\": 2, \\\"the\\\": 1, \\\"available\\\": 1, \\\"foods\\\": 1, \\\"order\\\": 3, \\\"2\\\": 2, \\\"burgers\\\": 2, \\\"select\\\": 3, \\\"hotel\\\": 4, \\\"1\\\": 2, \\\"any\\\": 1, \\\"confirm\\\": 2, \\\"update\\\": 2, \\\"appliance\\\": 2, \\\"status\\\": 2, \\\"food\\\": 1, \\\"items\\\": 1, \\\"initiate\\\": 1, \\\"process\\\": 1, \\\"random\\\": 1, \\\"choice\\\": 1}\", \"word_docs\": \"{\\\"light\\\": 4, \\\"on\\\": 2, \\\"off\\\": 2, \\\"the\\\": 1, \\\"list\\\": 2, \\\"foods\\\": 1, \\\"available\\\": 1, \\\"order\\\": 3, \\\"burgers\\\": 2, \\\"2\\\": 2, \\\"1\\\": 2, \\\"hotel\\\": 4, \\\"select\\\": 3, \\\"any\\\": 1, \\\"confirm\\\": 2, \\\"appliance\\\": 2, \\\"status\\\": 2, \\\"update\\\": 2, \\\"items\\\": 1, \\\"food\\\": 1, \\\"initiate\\\": 1, \\\"process\\\": 1, \\\"choice\\\": 1, \\\"random\\\": 1}\", \"index_docs\": \"{\\\"1\\\": 4, \\\"5\\\": 2, \\\"6\\\": 2, \\\"15\\\": 1, \\\"7\\\": 2, \\\"17\\\": 1, \\\"16\\\": 1, \\\"3\\\": 3, \\\"9\\\": 2, \\\"8\\\": 2, \\\"10\\\": 2, \\\"2\\\": 4, \\\"4\\\": 3, \\\"18\\\": 1, \\\"11\\\": 2, \\\"13\\\": 2, \\\"14\\\": 2, \\\"12\\\": 2, \\\"20\\\": 1, \\\"19\\\": 1, \\\"21\\\": 1, \\\"22\\\": 1, \\\"24\\\": 1, \\\"23\\\": 1}\", \"index_word\": \"{\\\"1\\\": \\\"light\\\", \\\"2\\\": \\\"hotel\\\", \\\"3\\\": \\\"order\\\", \\\"4\\\": \\\"select\\\", \\\"5\\\": \\\"on\\\", \\\"6\\\": \\\"off\\\", \\\"7\\\": \\\"list\\\", \\\"8\\\": \\\"2\\\", \\\"9\\\": \\\"burgers\\\", \\\"10\\\": \\\"1\\\", \\\"11\\\": \\\"confirm\\\", \\\"12\\\": \\\"update\\\", \\\"13\\\": \\\"appliance\\\", \\\"14\\\": \\\"status\\\", \\\"15\\\": \\\"the\\\", \\\"16\\\": \\\"available\\\", \\\"17\\\": \\\"foods\\\", \\\"18\\\": \\\"any\\\", \\\"19\\\": \\\"food\\\", \\\"20\\\": \\\"items\\\", \\\"21\\\": \\\"initiate\\\", \\\"22\\\": \\\"process\\\", \\\"23\\\": \\\"random\\\", \\\"24\\\": \\\"choice\\\"}\", \"word_index\": \"{\\\"light\\\": 1, \\\"hotel\\\": 2, \\\"order\\\": 3, \\\"select\\\": 4, \\\"on\\\": 5, \\\"off\\\": 6, \\\"list\\\": 7, \\\"2\\\": 8, \\\"burgers\\\": 9, \\\"1\\\": 10, \\\"confirm\\\": 11, \\\"update\\\": 12, \\\"appliance\\\": 13, \\\"status\\\": 14, \\\"the\\\": 15, \\\"available\\\": 16, \\\"foods\\\": 17, \\\"any\\\": 18, \\\"food\\\": 19, \\\"items\\\": 20, \\\"initiate\\\": 21, \\\"process\\\": 22, \\\"random\\\": 23, \\\"choice\\\": 24}\"}}"